complete/buddy_data/奇秀-主播房间-20160913080904-20160913080904500

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 8:09:04]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[150872]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[干物妹柠檬宝宝~的房间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[332]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[25]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[2]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[8]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[4]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[我是套路（封豆）]]></vipnickname><vipuserid><![CDATA[2423550642]]></vipuserid><top_name><![CDATA[我是套路（封豆）]]></top_name><top_money><![CDATA[680]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[??淳木?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[??淳木?]]></top_name><top_money><![CDATA[230]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[幽灵的世界]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[幽灵的世界]]></top_name><top_money><![CDATA[220]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[￥伯乐]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[￥伯乐]]></top_name><top_money><![CDATA[100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[我是套路（封豆）]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[我是套路（封豆）]]></top_name><top_money><![CDATA[50]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[琳子My queen]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[琳子My queen]]></top_name><top_money><![CDATA[20]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[我会守护你一辈子]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[我会守护你一辈子]]></top_name><top_money><![CDATA[10]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[让你抱紧，你真报警]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[让你抱紧，你真报警]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 